---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInCategory.OST_Columns
enum: Autodesk.Revit.DB.BuiltInCategory
zh: 柱、柱子
source: html/ba1c5b30-242f-5fdc-8ea9-ec3b61e6e722.htm
---
# Autodesk.Revit.DB.BuiltInCategory.OST_Columns

**中文**: 柱、柱子